import ListingImage from "../assets/img/common-listing.jpg";

export default [
  {
    id: 1,
    image: ListingImage,
    title: "٣ اتجاهات ستحكم مستقبل تكنولوجيا التعليم",
    description:
      "يُعدّ القلق مفهوماً واسع الانتشار على الرغم من اختلاف مُسبّباته، وظروفه، والأحداث التي تحيط به من شخص لآخر، وبفعل الظروف الحياتية اليومية التي يواجهها الشخص؛ كالتعرض للتجارب والخبرات الجديدة، والحاجة إلى اتّخاذ بعض القرارات المصيريّة وغيرها من الظروف بشكل عامّ، فإنّ الجميع مُعرَّضون للمرور بحالة من",
    author: "ياسمين وهر",
    type: "تكنولوجيا",
    publishDate: "١٢ اذار ٢٠١٩",
    timeToRead: "٤ دقائق قراءه",
    isFeatured: false
  },
  {
    id: 2,
    image: ListingImage,
    title: "٣ اتجاهات ستحكم مستقبل تكنولوجيا التعليم",
    description:
      "يُعدّ القلق مفهوماً واسع الانتشار على الرغم من اختلاف مُسبّباته، وظروفه، والأحداث التي تحيط به من شخص لآخر، وبفعل الظروف الحياتية اليومية التي يواجهها الشخص؛ كالتعرض للتجارب والخبرات الجديدة، والحاجة إلى اتّخاذ بعض القرارات المصيريّة وغيرها من الظروف بشكل عامّ، فإنّ الجميع مُعرَّضون للمرور بحالة من",
    author: "ياسمين وهر",
    type: "تكنولوجيا",
    publishDate: "١٢ اذار ٢٠١٩",
    timeToRead: "٤ دقائق قراءه",
    isFeatured: true
  },
  {
    id: 3,
    image: ListingImage,
    title: "٣ اتجاهات ستحكم مستقبل تكنولوجيا التعليم",
    description:
      "يُعدّ القلق مفهوماً واسع الانتشار على الرغم من اختلاف مُسبّباته، وظروفه، والأحداث التي تحيط به من شخص لآخر، وبفعل الظروف الحياتية اليومية التي يواجهها الشخص؛ كالتعرض للتجارب والخبرات الجديدة، والحاجة إلى اتّخاذ بعض القرارات المصيريّة وغيرها من الظروف بشكل عامّ، فإنّ الجميع مُعرَّضون للمرور بحالة من",
    author: "ياسمين وهر",
    type: "تكنولوجيا",
    publishDate: "١٢ اذار ٢٠١٩",
    timeToRead: "٤ دقائق قراءه",
    isFeatured: false
  },
  {
    id: 4,
    image: ListingImage,
    title: "٣ اتجاهات ستحكم مستقبل تكنولوجيا التعليم",
    description:
      "يُعدّ القلق مفهوماً واسع الانتشار على الرغم من اختلاف مُسبّباته، وظروفه، والأحداث التي تحيط به من شخص لآخر، وبفعل الظروف الحياتية اليومية التي يواجهها الشخص؛ كالتعرض للتجارب والخبرات الجديدة، والحاجة إلى اتّخاذ بعض القرارات المصيريّة وغيرها من الظروف بشكل عامّ، فإنّ الجميع مُعرَّضون للمرور بحالة من",
    author: "ياسمين وهر",
    type: "تكنولوجيا",
    publishDate: "١٢ اذار ٢٠١٩",
    timeToRead: "٤ دقائق قراءه",
    isFeatured: false
  },
  {
    id: 5,
    image: ListingImage,
    title: "٣ اتجاهات ستحكم مستقبل تكنولوجيا التعليم",
    description:
      "يُعدّ القلق مفهوماً واسع الانتشار على الرغم من اختلاف مُسبّباته، وظروفه، والأحداث التي تحيط به من شخص لآخر، وبفعل الظروف الحياتية اليومية التي يواجهها الشخص؛ كالتعرض للتجارب والخبرات الجديدة، والحاجة إلى اتّخاذ بعض القرارات المصيريّة وغيرها من الظروف بشكل عامّ، فإنّ الجميع مُعرَّضون للمرور بحالة من",
    author: "ياسمين وهر",
    type: "تكنولوجيا",
    publishDate: "١٢ اذار ٢٠١٩",
    timeToRead: "٤ دقائق قراءه",
    isFeatured: true
  },
  {
    id: 6,
    image: ListingImage,
    title: "٣ اتجاهات ستحكم مستقبل تكنولوجيا التعليم",
    description:
      "يُعدّ القلق مفهوماً واسع الانتشار على الرغم من اختلاف مُسبّباته، وظروفه، والأحداث التي تحيط به من شخص لآخر، وبفعل الظروف الحياتية اليومية التي يواجهها الشخص؛ كالتعرض للتجارب والخبرات الجديدة، والحاجة إلى اتّخاذ بعض القرارات المصيريّة وغيرها من الظروف بشكل عامّ، فإنّ الجميع مُعرَّضون للمرور بحالة من",
    author: "ياسمين وهر",
    type: "تكنولوجيا",
    publishDate: "١٢ اذار ٢٠١٩",
    timeToRead: "٤ دقائق قراءه",
    isFeatured: true
  },
  {
    id: 7,
    image: ListingImage,
    title: "٣ اتجاهات ستحكم مستقبل تكنولوجيا التعليم",
    description:
      "يُعدّ القلق مفهوماً واسع الانتشار على الرغم من اختلاف مُسبّباته، وظروفه، والأحداث التي تحيط به من شخص لآخر، وبفعل الظروف الحياتية اليومية التي يواجهها الشخص؛ كالتعرض للتجارب والخبرات الجديدة، والحاجة إلى اتّخاذ بعض القرارات المصيريّة وغيرها من الظروف بشكل عامّ، فإنّ الجميع مُعرَّضون للمرور بحالة من",
    author: "ياسمين وهر",
    type: "تكنولوجيا",
    publishDate: "١٢ اذار ٢٠١٩",
    timeToRead: "٤ دقائق قراءه",
    isFeatured: false
  }
];
